Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: If a platform the app ships on has no editable version — every one is live or locked for review — the version step offers **Create Version** for it, prefilled with the next number, which you can edit before creating.
ar: إذا كان النظام الأساسي الذي يأتي عليه التطبيق لا يحتوي على إصدار قابل للتحرير - كل إصدار نشط أو مقفل للمراجعة - فإن خطوة الإصدار تقدم **إنشاء إصدار** له، معبأ مسبقًا بالرقم التالي، والذي يمكنك تعديله قبل الإنشاء.
ca: Si una plataforma a la qual s'envia l'aplicació no té una versió editable (tothom està en directe o bloquejat per a la seva revisió), el pas de versió ofereix **Crea una versió** per a aquesta, preemplenada amb el número següent, que podeu editar abans de crear-la.
cs: Pokud platforma, na které se aplikace dodává, nemá žádnou upravitelnou verzi – každá je aktivní nebo uzamčená pro kontrolu – krok verze pro ni nabízí **Vytvořit verzi**, předvyplněnou dalším číslem, které můžete před vytvořením upravit.
da: Hvis en platform, som appen sendes på, ikke har nogen redigerbar version - hver enkelt er live eller låst til gennemgang - tilbyder versionstrinet **Opret version** for den, forududfyldt med det næste nummer, som du kan redigere, før du opretter.
de: Hat eine Plattform, auf der die App erscheint, keine bearbeitbare Version – jede ist live oder für die Prüfung gesperrt –, bietet der Versionsschritt dafür **Version erstellen** an, vorausgefüllt mit der nächsten Nummer, die du vor dem Erstellen ändern kannst.
el: Εάν μια πλατφόρμα στην οποία αποστέλλεται η εφαρμογή δεν έχει επεξεργάσιμη έκδοση — όλες είναι ζωντανές ή κλειδωμένες για έλεγχο — το βήμα έκδοσης προσφέρει **Δημιουργία έκδοσης** για αυτήν, προσυμπληρωμένο με τον επόμενο αριθμό, τον οποίο μπορείτε να επεξεργαστείτε πριν δημιουργήσετε.
es: Si una plataforma en la que se publica la app no tiene ninguna versión editable —todas están publicadas o bloqueadas para revisión—, el paso de versiones ofrece **Crear versión** para ella, con el siguiente número ya rellenado, que puedes editar antes de crearla.
fa: اگر پلتفرمی که برنامه روی آن منتشر می‌شود هیچ نسخهٔ قابل ویرایشی نداشته باشد — همهٔ نسخه‌ها منتشر شده یا برای بازبینی قفل شده‌اند — مرحلهٔ نسخه برای آن **ایجاد نسخه** را پیشنهاد می‌کند، با شمارهٔ بعدی از پیش پرشده که می‌توانید پیش از ایجاد ویرایشش کنید.
fi: Jos alustalla, jolla sovellus toimitetaan, ei ole muokattavissa olevaa versiota – jokainen on saatavilla tai lukittu tarkistettavaksi – versiovaiheessa sille on **Luo versio**, joka on esitäytetty seuraavalla numerolla, jota voit muokata ennen luomista.
fr: Si une plateforme sur laquelle l’app est publiée n’a aucune version modifiable — toutes sont en ligne ou verrouillées pour la vérification —, l’étape des versions propose **Créer une version** pour celle-ci, préremplie avec le numéro suivant, que vous pouvez modifier avant la création.
he: אם לפלטפורמה שהאפליקציה נשלחת אליה אין גרסה ניתנת לעריכה - כל אחת מהן פעילה או נעולה לבדיקה - שלב הגרסה מציע עבורה **צור גרסה**, עם מילוי מראש במספר הבא, אותו תוכל לערוך לפני היצירה.
hr: Ako platforma na kojoj se aplikacija isporučuje nema verziju koju je moguće uređivati — svaka je aktivna ili zaključana za pregled — korak verzije nudi **Izradi verziju** za nju, unaprijed ispunjen sljedećim brojem, koji možete urediti prije stvaranja.
hu: Ha egy platformon, amelyen az alkalmazást szállítják, nincs szerkeszthető verziója – mindegyik aktív vagy le van zárva ellenőrzésre –, a verzió lépése a **Verzió létrehozása** lehetőséget kínálja hozzá, előre kitöltve a következő számmal, amelyet a létrehozás előtt szerkeszthet.
id: Jika platform tempat aplikasi dikirimkan tidak memiliki versi yang dapat diedit — semuanya aktif atau terkunci untuk ditinjau — langkah versi menawarkan **Buat Versi** untuk versi tersebut, yang sudah diisi dengan nomor berikutnya, yang dapat Anda edit sebelum membuat.
it: Se una piattaforma su cui è pubblicata l’app non ha versioni modificabili — sono tutte attive o bloccate per la revisione — il passaggio delle versioni offre **Crea versione** per quella piattaforma, con il numero successivo già compilato, che puoi modificare prima di crearla.
ja: アプリを配信しているプラットフォームに編集可能なバージョンがない場合（すべて公開中または審査のためロック中）、バージョンのステップでそのプラットフォーム用に**バージョンを作成**が表示されます。次の番号があらかじめ入力されており、作成前に編集できます。
ko: 앱이 출시된 플랫폼에 편집 가능한 버전이 없으면(모두 출시되었거나 심사 중이라 잠긴 경우) 버전 단계에서 해당 플랫폼에 대해 **버전 생성**을 제공합니다. 다음 번호가 미리 입력되어 있으며, 생성하기 전에 수정할 수 있습니다.
ms: Jika platform yang dihantar apl tidak mempunyai versi boleh diedit — setiap satu disiarkan secara langsung atau dikunci untuk semakan — langkah versi menawarkan **Buat Versi** untuknya, diisi dengan nombor seterusnya, yang boleh anda edit sebelum membuat.
nl: Als een platform waarop de app wordt geleverd geen bewerkbare versie heeft (ze zijn allemaal live of vergrendeld voor beoordeling), biedt de versiestap **Versie maken** aan, vooraf ingevuld met het volgende nummer, dat u kunt bewerken voordat u het maakt.
no: Hvis en plattform som appen leveres på, ikke har noen redigerbar versjon – alle er aktive eller låst for gjennomgang – tilbyr versjonstrinnet **Opprett versjon** for den, forhåndsutfylt med neste nummer, som du kan redigere før du oppretter.
pl: Jeśli platforma, na której dostarczana jest aplikacja, nie ma wersji edytowalnej – każda jest aktywna lub zablokowana do sprawdzenia – w kroku wersji dostępna jest opcja **Utwórz wersję** dla niej, wstępnie wypełniona kolejnym numerem, który możesz edytować przed utworzeniem.
pt_br: Se uma plataforma em que o app é publicado não tiver nenhuma versão editável — todas estão publicadas ou bloqueadas para revisão —, a etapa de versões oferece **Criar versão** para ela, com o próximo número já preenchido, que você pode editar antes de criar.
pt_pt: Se uma plataforma na qual o aplicativo é fornecido não tiver uma versão editável – todas estão ativas ou bloqueadas para revisão – a etapa de versão oferece **Criar versão** para ele, pré-preenchido com o próximo número, que você pode editar antes de criar.
ro: Dacă o platformă pe care se livrează aplicația nu are o versiune editabilă - fiecare este live sau blocată pentru revizuire - pasul de versiune oferă **Creare versiune** pentru aceasta, precompletat cu următorul număr, pe care îl puteți edita înainte de a-l crea.
ru: Если у платформы, на которой выходит приложение, нет редактируемой версии — все опубликованы или заблокированы на проверку, — шаг выбора версий предлагает для неё **Создать версию** с уже подставленным следующим номером, который можно изменить перед созданием.
sk: Ak platforma, na ktorej sa aplikácia dodáva, nemá žiadnu upraviteľnú verziu – každá je aktívna alebo uzamknutá na kontrolu – krok verzie pre ňu ponúka **Vytvoriť verziu**, predvyplnenú nasledujúcim číslom, ktoré môžete pred vytvorením upraviť.
sl: Če platforma, na kateri je aplikacija, nima različice, ki bi jo bilo mogoče urejati – vsaka je v živo ali zaklenjena za pregled – korak različice ponuja **Ustvari različico** zanjo, vnaprej izpolnjeno z naslednjo številko, ki jo lahko uredite pred ustvarjanjem.
sv: Om en plattform som appen levereras till inte har någon redigerbar version – alla är live eller låsta för granskning – erbjuder versionssteget **Skapa version** för den, förfylld med nästa nummer, som du kan redigera innan du skapar.
th: หากแพลตฟอร์มที่แอปจัดส่งไม่มีเวอร์ชันที่แก้ไขได้ ทุกเวอร์ชันใช้งานอยู่หรือล็อกไว้สำหรับการตรวจสอบ ขั้นตอนเวอร์ชันจะเสนอ **สร้างเวอร์ชัน** โดยกรอกหมายเลขถัดไปไว้ล่วงหน้า ซึ่งคุณสามารถแก้ไขได้ก่อนสร้าง
tr: Uygulamanın yayımlandığı bir platformda düzenlenebilir sürüm yoksa — hepsi yayında ya da inceleme için kilitliyse — sürüm adımı o platform için bir sonraki numarayla önceden doldurulmuş **Sürüm Oluştur** seçeneğini sunar; oluşturmadan önce numarayı düzenleyebilirsiniz.
uk: Якщо платформа, на якій виходить застосунок, не має редагованої версії — усі опубліковані або заблоковані на перевірку, — крок вибору версій пропонує для неї **Створити версію** з уже підставленим наступним номером, який можна змінити перед створенням.
ur: اگر ایک پلیٹ فارم جس پر ایپ بھیجتی ہے اس کا کوئی قابل تدوین ورژن نہیں ہے — ہر ایک لائیو ہے یا نظرثانی کے لیے مقفل ہے — ورژن مرحلہ پیش کرتا ہے اس کے لیے ** ورژن بنائیں**، اگلے نمبر کے ساتھ پہلے سے بھرا ہوا، جسے آپ تخلیق کرنے سے پہلے ترمیم کر سکتے ہیں۔
vi: Nếu nền tảng mà ứng dụng chạy trên đó không có phiên bản có thể chỉnh sửa — mọi phiên bản đều đang hoạt động hoặc bị khóa để xem xét — thì bước phiên bản sẽ cung cấp **Tạo phiên bản** cho ứng dụng đó, được điền sẵn số tiếp theo mà bạn có thể chỉnh sửa trước khi tạo.
zh_hans: 如果 App 所在的某个平台没有可编辑的版本（全部已上线或因审核而锁定），版本步骤会为该平台提供**创建版本**，并预填下一个版本号，你可以在创建前修改。
zh_hant: 如果 App 所在的某個平台沒有可編輯的版本（全部已上架或因審查而鎖定），版本步驟會為該平台提供**建立版本**，並預先填入下一個版本號，你可以在建立前修改。

source: Each row also warns when, after the upload, its screenshot count would differ between locales — say 7 in most but 2 in one — or when a locale would have no set of that display type and fall back to the primary language's screenshots. **Fix** adds the locales the row can reach to the upload.
ar: يحذر كل صف أيضًا عندما يختلف عدد لقطات الشاشة بين اللغات، بعد التحميل، - على سبيل المثال 7 في معظمها ولكن 2 في واحدة - أو عندما لا تحتوي اللغة على مجموعة من نوع العرض هذا وتعود إلى لقطات الشاشة للغة الأساسية. **الإصلاح** يضيف اللغات التي يمكن للصف الوصول إليها للتحميل.
ca: Cada fila també avisa quan, després de la càrrega, el seu recompte de captures de pantalla diferiria entre les configuracions regionals (per exemple, 7 en la majoria però 2 en una) o quan una configuració regional no tindria cap conjunt d'aquest tipus de visualització i tornaria a les captures de pantalla de l'idioma principal. **Fix** afegeix les configuracions regionals a les quals la fila pot arribar a la càrrega.
cs: Každý řádek také varuje, když by se po nahrání počet jeho snímků obrazovky mezi národními prostředími lišil – řekněme 7 ve většině, ale 2 v jednom – nebo když národní prostředí nebude mít žádnou sadu tohoto typu zobrazení a vrátí se zpět ke snímkům obrazovky primárního jazyka. **Opravit** přidá k nahrání národní prostředí, kterých může řádek dosáhnout.
da: Hver række advarer også, når skærmbilledets antal efter upload vil variere mellem lokaliteter - f.eks. 7 i de fleste, men 2 i én - eller når en lokalitet ikke har noget sæt af den visningstype og falder tilbage til det primære sprogs skærmbilleder. **Fix** tilføjer de landestandarder, rækken kan nå, til uploaden.
de: Jede Zeile warnt außerdem, wenn sich ihre Screenshot-Anzahl nach dem Upload zwischen den Sprachen unterscheiden würde – etwa 7 in den meisten, aber 2 in einer – oder wenn einer Sprache das Set dieses Anzeigetyps fehlen würde und sie auf die Screenshots der Hauptsprache zurückgreift. **Beheben** nimmt die Sprachen, die die Zeile erreichen kann, in den Upload auf.
el: Κάθε σειρά προειδοποιεί επίσης πότε, μετά τη μεταφόρτωση, ο αριθμός των στιγμιότυπων οθόνης της θα διαφέρει μεταξύ των τοπικών ρυθμίσεων — ας πούμε 7 στις περισσότερες αλλά 2 σε μία — ή όταν μια τοπική ρύθμιση δεν θα έχει σύνολο αυτού του τύπου εμφάνισης και θα επιστρέφει στα στιγμιότυπα οθόνης της κύριας γλώσσας. Το **Fix** προσθέτει τις τοπικές ρυθμίσεις στις οποίες μπορεί να φτάσει η σειρά στη μεταφόρτωση.
es: Cada fila también avisa cuando, tras la subida, su número de capturas variaría entre idiomas —por ejemplo, 7 en la mayoría pero 2 en uno— o cuando un idioma no tendría un conjunto de ese tipo de pantalla y recurriría a las capturas del idioma principal. **Corregir** añade a la subida los idiomas a los que puede llegar la fila.
fa: هر ردیف همچنین هشدار می‌دهد اگر پس از بارگذاری، تعداد اسکرین‌شات‌هایش در زبان‌های مختلف متفاوت باشد — مثلاً ۷ در بیشتر زبان‌ها اما ۲ در یکی — یا اگر زبانی مجموعه‌ای از آن نوع نمایش نداشته باشد و به اسکرین‌شات‌های زبان اصلی برگردد. **اصلاح** زبان‌هایی را که ردیف می‌تواند به آن‌ها برسد به بارگذاری اضافه می‌کند.
fi: Jokainen rivi varoittaa myös, kun latauksen jälkeen sen kuvakaappausten määrä vaihtelee eri kielien välillä – esimerkiksi 7 useimmissa mutta 2 yhdessä – tai kun kielellä ei ole kyseistä näyttötyyppiä ja se palaa ensisijaisen kielen kuvakaappauksiin. **Korjaa** lisää lataukseen kielet, jotka rivi voi saavuttaa.
fr: Chaque ligne signale aussi quand, après l’envoi, son nombre de captures différerait d’une langue à l’autre — 7 dans la plupart mais 2 dans une, par exemple — ou quand une langue n’aurait pas de jeu pour ce type d’affichage et se rabattrait sur les captures de la langue principale. **Corriger** ajoute à l’envoi les langues que la ligne peut atteindre.
he: כל שורה גם מזהירה כאשר, לאחר ההעלאה, ספירת צילומי המסך שלה תהיה שונה בין האזורים - נניח 7 ברובם אך 2 באחד - או כאשר לאזור לא תהיה קבוצה מסוג זה וייפול חזרה לצילומי המסך של השפה הראשית. **תיקון** מוסיף את המקומות אליהם השורה יכולה להגיע להעלאה.
hr: Svaki redak također upozorava kada bi se, nakon učitavanja, njegov broj snimaka zaslona razlikovao među lokalitetima — recimo 7 u većini, ali 2 u jednom — ili kada lokalitet ne bi imao skup te vrste prikaza i vratio bi se na snimke zaslona primarnog jezika. **Popravak** dodaje lokalizacije do kojih redak može doći u prijenos.
hu: Minden sor figyelmeztet arra is, ha a feltöltés után a képernyőképek száma eltérne az egyes nyelvek között – mondjuk 7 a legtöbbben, de 2 egyben –, vagy ha egy nyelvi beállítás nem tartalmazná az adott megjelenítési típust, és visszaállna az elsődleges nyelv képernyőképeire. A **Javítás** hozzáadja a feltöltéshez a sor által elérhető nyelv- és országkódokat.
id: Setiap baris juga memperingatkan ketika, setelah diunggah, jumlah tangkapan layarnya akan berbeda antar lokal — misalnya 7 di sebagian besar tetapi 2 dalam satu — atau ketika suatu lokal tidak memiliki kumpulan jenis tampilan tersebut dan kembali ke tangkapan layar bahasa utama. **Fix** menambahkan lokal yang dapat dijangkau baris untuk diunggah.
it: Ogni riga avvisa anche quando, dopo il caricamento, il numero di screenshot sarebbe diverso tra le lingue — ad esempio 7 nella maggior parte ma 2 in una — o quando una lingua non avrebbe un set di quel tipo di display e ripiegherebbe sugli screenshot della lingua principale. **Correggi** aggiunge al caricamento le lingue che la riga può raggiungere.
ja: 各行は、アップロード後にスクリーンショットの枚数が言語によって異なる場合（たとえば大半は7枚なのに1つだけ2枚）や、ある言語にその表示タイプのセットがなく主要言語のスクリーンショットが代わりに使われる場合にも警告します。**修正**を押すと、その行が対象にできる言語がアップロードに追加されます。
ko: 각 행은 업로드 후 언어마다 스크린샷 개수가 달라지는 경우(예: 대부분 7개인데 하나만 2개)나, 어떤 언어에 해당 디스플레이 유형의 세트가 없어 기본 언어의 스크린샷이 대신 사용되는 경우에도 경고합니다. **수정**을 누르면 해당 행이 업로드할 수 있는 언어가 업로드에 추가됩니다.
ms: Setiap baris juga memberi amaran apabila, selepas muat naik, kiraan tangkapan skrinnya akan berbeza antara tempat — katakan 7 dalam kebanyakan tetapi 2 dalam satu — atau apabila tempattempat tidak mempunyai set jenis paparan itu dan kembali kepada tangkapan skrin bahasa utama. **Betulkan** menambahkan tempat yang boleh dicapai oleh baris pada muat naik.
nl: Elke rij waarschuwt ook wanneer, na het uploaden, het aantal schermafbeeldingen zou verschillen tussen de landinstellingen (bijvoorbeeld 7 in de meeste, maar 2 in één) of wanneer een landinstelling geen set van dat weergavetype zou hebben en zou terugvallen op de schermafbeeldingen van de primaire taal. **Opgelost** voegt de landinstellingen die de rij kan bereiken toe aan de upload.
no: Hver rad advarer også når, etter opplastingen, skjermbildeantallet vil variere mellom lokaliteter - for eksempel 7 i de fleste, men 2 i en - eller når en lokalitet ikke har noe sett med den visningstypen og faller tilbake til primærspråkets skjermbilder. **Fix** legger til lokalitetene raden kan nå til opplastingen.
pl: Każdy wiersz ostrzega również, gdy po przesłaniu liczba zrzutów ekranu będzie się różnić w zależności od ustawień regionalnych — powiedzmy 7 w większości, ale 2 w jednym — lub gdy ustawienia regionalne nie będą miały zestawu tego typu wyświetlania i zostaną zwrócone do zrzutów ekranu w języku podstawowym. **Poprawka** dodaje do przesłanego pliku ustawienia regionalne, do których może dotrzeć wiersz.
pt_br: Cada linha também avisa quando, após o envio, sua quantidade de capturas seria diferente entre os idiomas — por exemplo, 7 na maioria, mas 2 em um — ou quando um idioma não teria um conjunto desse tipo de exibição e usaria as capturas do idioma principal. **Corrigir** adiciona ao envio os idiomas que a linha pode alcançar.
pt_pt: Cada linha também avisa quando, após o upload, sua contagem de capturas de ecrã seria diferente entre as localidades - digamos 7 na maioria, mas 2 em uma - ou quando uma localidade não teria nenhum conjunto desse tipo de exibição e retornaria às capturas de ecrã do idioma principal. **Correção** adiciona as localidades que a linha pode alcançar ao upload.
ro: Fiecare rând avertizează, de asemenea, când, după încărcare, numărul de capturi de ecran ar diferi între localități - să zicem 7 în majoritatea, dar 2 într-una - sau când o locație nu ar avea un set de acel tip de afișare și ar reveni la capturile de ecran ale limbii principale. **Remediere** adaugă locațiile la care poate ajunge rândul la încărcare.
ru: Каждая строка также предупреждает, если после загрузки количество скриншотов будет отличаться между языками — например, 7 в большинстве, но 2 в одном, — или если у языка не окажется набора этого типа дисплея и для него будут показаны скриншоты основного языка. **Исправить** добавляет в загрузку языки, доступные этой строке.
sk: Každý riadok tiež varuje, keď by sa počet snímok obrazovky po odovzdaní medzi miestnymi nastaveniami líšil – povedzme 7 vo väčšine, ale 2 v jednom – alebo keď miestne nastavenie nebude mať žiadny súbor tohto typu zobrazenia a vráti sa späť k snímkam obrazovky primárneho jazyka. **Opraviť** pridá do nahrávania miestne nastavenia, ktoré môže riadok dosiahnuť.
sl: Vsaka vrstica tudi opozori, kdaj bi se po nalaganju število posnetkov zaslona med jeziki razlikovalo – recimo 7 v večini, vendar 2 v enem – ali ko jezik ne bi imel nabora te vrste prikaza in bi se vrnil na posnetke zaslona primarnega jezika. **Popravek** nalaganju doda jezike, ki jih vrstica lahko doseže.
sv: Varje rad varnar också när, efter uppladdningen, dess antal skärmdumpar skulle skilja sig åt mellan olika språk - säg 7 i de flesta men 2 i en - eller när en lokal inte skulle ha någon uppsättning av den visningstypen och falla tillbaka till det primära språkets skärmdumpar. **Fix** lägger till de språk som raden kan nå i uppladdningen.
th: แต่ละแถวยังเตือนด้วยว่าเมื่อใดหลังจากการอัปโหลด จำนวนภาพหน้าจอจะแตกต่างกันระหว่างสถานที่ — พูดเป็นส่วนใหญ่ 7 แต่ 2 ในที่เดียว — หรือเมื่อสถานที่ไม่มีการตั้งค่าประเภทการแสดงผลนั้นและถอยกลับไปเป็นภาพหน้าจอของภาษาหลัก **แก้ไข** เพิ่มภาษาที่แถวสามารถเข้าถึงได้ในการอัปโหลด
tr: Her satır ayrıca, yüklemeden sonra ekran görüntüsü sayısı diller arasında farklı olacaksa — örneğin çoğunda 7 ama birinde 2 — ya da bir dilde o ekran türünün seti olmayıp ana dilin ekran görüntülerine geri dönülecekse uyarır. **Düzelt**, satırın ulaşabildiği dilleri yüklemeye ekler.
uk: Кожен рядок також попереджає, якщо після завантаження кількість знімків екрана відрізнятиметься між мовами — скажімо, 7 у більшості, але 2 в одній, — або якщо мова не матиме набору цього типу дисплея й для неї показуватимуться знімки основної мови. **Виправити** додає до завантаження мови, доступні цьому рядку.
ur: ہر قطار یہ بھی انتباہ کرتی ہے کہ جب، اپ لوڈ کے بعد، اس کے اسکرین شاٹ کی گنتی لوکیلز کے درمیان مختلف ہوگی — کہتے ہیں کہ زیادہ تر میں 7 لیکن ایک میں 2 — یا جب کسی لوکیل میں اس ڈسپلے قسم کا کوئی سیٹ نہیں ہوگا اور وہ بنیادی زبان کے اسکرین شاٹس پر واپس آجائے گا۔ **فکس** ان مقامات کو شامل کرتا ہے جن تک قطار اپ لوڈ تک پہنچ سکتی ہے۔
vi: Mỗi hàng cũng cảnh báo khi nào, sau khi tải lên, số lượng ảnh chụp màn hình của nó sẽ khác nhau giữa các ngôn ngữ — hầu hết là 7 nhưng 2 trong một — hoặc khi một ngôn ngữ không có loại hiển thị đó và quay lại ảnh chụp màn hình của ngôn ngữ chính. **Khắc phục** thêm các ngôn ngữ mà hàng có thể tiếp cận khi tải lên.
zh_hans: 如果上传后某一行的截图数量在各语言之间不一致（例如大多数为 7 张，但某一种只有 2 张），或某种语言缺少该显示类型的截图组而回退到主要语言的截图，该行也会发出警告。**修复**会把该行可覆盖的语言加入上传。
zh_hant: 如果上傳後某一列的螢幕截圖數量在各語言之間不一致（例如大多數為 7 張，但某一種只有 2 張），或某種語言缺少該顯示類型的截圖組而改用主要語言的螢幕截圖，該列也會發出警告。**修正**會把該列可涵蓋的語言加入上傳。

source: No editable %@ version
ar: لا يوجد إصدار %1$@ قابل للتحرير
ca: No hi ha cap versió editable de %1$@.
cs: Žádná upravitelná verze %1$@
da: Ingen redigerbar %1$@ version
de: Keine bearbeitbare %@-Version
el: Δεν υπάρχει επεξεργάσιμη έκδοση %1$@
es: No hay ninguna versión de %@ editable
fa: هیچ نسخهٔ قابل ویرایشی برای %@ وجود ندارد
fi: Ei muokattavaa %1$@-versiota
fr: Aucune version %@ modifiable
he: אין גרסה %1$@ הניתנת לעריכה
hr: Nema %1$@ verzije koja se može uređivati
hu: Nincs szerkeszthető %1$@ verzió
id: Tidak ada versi %1$@ yang dapat diedit
it: Nessuna versione %@ modificabile
ja: 編集可能な%@バージョンがありません
ko: 편집 가능한 %@ 버전이 없습니다
ms: Tiada versi %1$@ yang boleh diedit
nl: Geen bewerkbare %1$@-versie
no: Ingen redigerbar %1$@ versjon
pl: Brak edytowalnej wersji %1$@.
pt_br: Nenhuma versão de %@ editável
pt_pt: Nenhuma versão editável %1$@
ro: Nicio versiune editabilă %1$@.
ru: Нет редактируемой версии для %@
sk: Žiadna upraviteľná verzia %1$@
sl: Ni različice %1$@, ki bi jo bilo mogoče urejati
sv: Ingen redigerbar %1$@ version
th: ไม่มีเวอร์ชัน %1$@ ที่แก้ไขได้
tr: Düzenlenebilir %@ sürümü yok
uk: Немає редагованої версії для %@
ur: کوئی قابل تدوین %1$@ ورژن نہیں۔
vi: Không có phiên bản %1$@ nào có thể chỉnh sửa được
zh_hans: 没有可编辑的 %@ 版本
zh_hant: 沒有可編輯的 %@ 版本
